Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/www.samediggi.se/3081.html.tmx
Source language: sme
Languages: smj

source: Boazu ja luondu - Sametinget
smj: Boatsoj ja luonndo - Sametinget

source: Ollu láhppu mearkkaša buhtis áibmu ja buorre biras.
smj: Riklig förekomst av hänglav är ett tecken på ren luft och bra miljö.

source: Govva: Sámediggi
smj: Foto: Sametinget.

source: Boazu ja luondu
smj: Boatsoj ja luonndo

source: Boazu lea sarvvaealli erenoamáš attáldagain jeahkáliid ávkkástit.
smj: Boatsoj le ruoppsisgåddejudos sierralágásj fámujn vistijt åmastit.

source: Guohtuma gávdnan lea mearrideaddji biergobuvttadeapmái.
smj: Guododimluohkko mierret bierggobuvtadimev.

source: Čoraealli sarvvaealli
smj: Ruoppsisgåddejudos mij tjårrågin viessu

source: Boazu lea čoraealli sarvvaealli mii eallá davibut oasiin Eurohpas, Ásias ja Davviameriikkas.
smj: Boatsoj le ruoppsisgåddejudos mij tjårrågin viessu Europa, Asia ja Nuorttaamerijka nuortap bájkijn.

source: Boazu lea smirezasealli ja das lea erenoamáš attáldat jeahkála suddadit.
smj: Boatsoj le smieritjiddje ja sierra fámujn vistev suddadit.

source: Geassejahkebeali borrá rásiid ja lasttaid.
smj: Giessejahkebielen rásijt, urttasijt ja lastajt guohtu.

source: Dálvet lea jeagil váldobiebmu, muhtumin lahput dakŋasiiguin ja čáhppesmurjjiiguin.
smj: Dálven le visste ájnnasamos biebbmo, muhttijn slahppo segadum dágŋasij ja gárránismuorjij.

source: Dálvejahkebeali lávejit maid fuođđariiguin biebmat.
smj: Dálvvejahkebielen le muhttijn aj pelletsij duoddebiebbmam.

source: Sihke sarváin (varisbohccuin) ja áldduin (njiŋŋelasbohccuin) leat čoarvvit.
smj: Sarvvájn (åres) ja váhtjamijn (niŋŋgelisboatsoj) li tjoarve.

source: Boazu lea hui čeahppi čoaskima birget guolggaidis dihte, muhto váillaha bivastatrávssáid.
smj: Boatsoj le mihtos bivvat rájgak guolgaj baktu, valla älla bivásrávtsá.

source: Lea bivddáhas boraspiriide dego birdnii, geatkái ja albasii.
smj: Sálaj le biernnaj, gärkkáj ja albbasij.

source: Anolaš ealli
smj: Anedahkes judos

source: Boazu lea čađa historjjá geavahuvvon vuođgŋinboazun, noađđe- ja geassineallin.
smj: Histåvrå tjadá boatsoj le gidodimjuhtusin, noadejuhtusin ja gäsánin anoduvvam.

source: Dan leat bivdán, dápman, bohcán ja leat ráhkadan biktasiid náhkis ja sisttis.
smj: Bivddám, dábmam, båhtjåm, bårråm li dav, ja skittes ja náhkes biktasijt gårrum.

source: Suonat sáhttet árpun šaddat ja čoalit fas márfin.
smj: Suona hárppon båneduvátjis ja tjoale márffen dagáduvátji.

source: Bohcco čoavjjit leat geavahuvvon seailluhanlihttin.
smj: Boahttsu tjoajve li vuorkkimlihtten anoduvvam.

source: Biergu
smj: Bierggo

source: Bohccobiergu lea guoira biergu vildasmáhkuin.
smj: Boatsojbierggo le livágis bierggo lidna miehttsejudos smáhkajn.

source: Sáhttá bassojuvvot, vuššojuvvot, sáltejuvvot ja goikaduvvot.
smj: Bierggo dávk baseduvásj, málestuvásj, sálltiduvásj ja gåjkkåduvásj.

source: Bohccobiergu lea dimis iige dárbbaš heaŋgat ovdal go rihttejuvvo.
smj: Boatsojbierggo le dimes ja ij dárbaha ruojvvima åvddåla gahtsahit.

source: Bohcco eavttut
smj: Boahttsu vidjura

source: Sierraiešvuohta bohccos lea ahte gorutdoaimmat ja biebmodárbu varierejit stuorrát sierra jahkeáigodagaid.
smj: Sierratjärdda boahttsun le gå gårotdåjma ja biebbmodárbbo umasslágásj jahkeájgijn sierraláhkáj målssusi.

source: Šaddan, mielkebuvttadeapmi miessái ja iežas gorutváriid (buoiddi ja proteiinna) ráhkadeapmi dáhpáhuvvá geasset go guohtumis lea alla kvaliteahtta.
smj: Sjaddam, mielkke mässáj ja ietjas buojde ja proteijnnalijgij åvdedibme sjaddelis guohtomin giesen dáhpáduvvá.

source: Dálvet boazu dávjá eallá biebmovánis ja geavaha iežas gorutváriid.
smj: Dálven boatsoj álu viessu binná biebmujn ja loabddá ietjas buojdijt ja proteijnajt.

source: Váddáseamos áigodat lea giđđadálvi ja giđđa go álddut dárbbašit eanet vuimmiid sismiesi šaddama ja njamaheami dihte.
smj: Låsemus ájgge le gidádálvve ja gidá gå váhtjamij biebbmodárbbo lassán moarmesåvddånime ja njamádime diehti.

source: Dalle lea ealádat vátni ja guohtunkvaliteahtta vuollegas.
smj: Dalloj le guohtomnárre ja guohtomkvalitähtta vuollegasj.

source: Guottet ja ragat
smj: Njoallomájgge ja ragátájgge

source: Boazu guoddá miessemánus, mii lea hehttejupmin áldduid dillái muhto mii guhkida misiid vuosttaš guohtunáigodaga.
smj: Váhtjama njoallomájgge le moarmesmánon, hieredis le áldoj vedjuj valla guhket miesij vuostasj guohtomájgev.

source: Sarváide lea ragat golggotmánus eanemus gáibideaddji áigodat, go stuorra oassi gorutbuiddiin geavahuvvo.
smj: Sarvvájda le ragátájgge gålgådismánon värámos ájgge gå buojdij ja proteijnaj ienemus oasse loabdeduvvá.

source: Jápminlohku sáhttá allat šaddat dálvet jus dálvi lea heitot ja sarvát eai leat čakčadálvvi háhppehan ruovttoluotta oažžut oasi gorutbuiddiin.
smj: Jus le garra dálvve ja sarvvá älla buojdde ja proteijnna åsijt tjaktjadálven ådåsis oadtjum de dávk jámadittji.

source: Selektiiva smirezasealli
smj: Tjuollde smieritjididdje

source: Boazu lea nu gohčoduvvon selektiiva smirezasealli, mas leat alla gáibádusat biepmu kvalitehttii.
smj: Boatsoj le nåv gåhtjuduvvam tjuollde smieritjiddje, mij rávkká biebbmuj alla kvalitehtav.

source: Bohcco attáldat jeahkála ávkkástit lea erenoamáš.
smj: Boahttsu fábmo vistev åmastit le sierralágásj.

source: Jeagil suddá jođánit bohcco čoavjjis ja lea danin energiijavallji.
smj: Boahttsuj visten le harmmat alla suddadahttem ja dajna biektelis biebbmo.

source: Muhto jeahkális lea unnán proteiidna.
smj: Visten gávnnu binná proteijnna.

source: Maid buori guohtundilálašvuođain dárbbaša boazu geavahit gorutváriid proteinnas dálvvi birgema várás.
smj: Bierggitjit dálvev, buorre guohtomvidjurijn aj, boatsoj dárbaj ietjas proteijna lijgijt ávkkit.

source: Dat mearkkaša ahte goruda deahkkemássá unno dálvet.
smj: Båhtusav vaddá vaj gåroda diehkkonárre binnu dálven.

source: Jus ii oačču jeahkála, de dat ferte buhttejuvvot stuorit osiin iežá šattuiguin.
smj: Vistij vádne hähttu ietjá sjattoj målsuduvvat.

source: Šattuid vuolit biebmokvaliteahtta dálvet ráddje seammas bohcco oppalaš borranvejolašvuođa.
smj: Sjattoj binnep biektelis kvalitähtta dálven ráddji boahttsu ålles bårråmfámov.

source: Sarvvaealliin lea ráddjejuvvon vejolašvuohta ávkkástit fibervalljes šattuid ovda mearkka dihte gusaid ja sávzzaid ektui.
smj: Ruoppsisgåddejuhtusijn li ráddjidum fámo sjattojt edna fiberij åmastit bv. slihturij ja sávtsaj guoran.

source: Jeagil
smj: Visste

source: Jeagil šaddá hihtásit, sullii 10 proseantta jagis.
smj: Visste sjaddá suojmma, bájken 10 prosännta jahkáj.

source: Lahput leat ollisteaddjin jeahkálii, erenoamážit dálvvid go guohtun lea lássašuvvan jiekŋagearddi vuollái.
smj: Slahpo li vistijda duodden, sierraláhkáj tjuohkedálvijn.

source: Lassánan meahccečuollan ja birasnuoskkideapmi leat dagahan ahte lahput leat unnon meahciin.
smj: Lasedum miehttsetjuollam ja birásbiejstem li båhtusav vaddám vaj slahpo li miehtsijn binnum.

source: Ila alla boazolohku guohtuma ektui mielddisbuktá ahte jeagil unno, mii iešalddis sáhttá mearkkašit ahte eanadagat ja biotohpat rivdet nu ahte eanan erodere.
smj: Ilá edna boahttsu guohtomluohko gávttuj båhtusav vaddá vaj viste binnu. Vuoronis dávk båhtusav vattisj ednam ja biotopa ietjájduvvi ja ednam båråduvvá.

source: Stuorra hástalus boazoealáhussii boahtteáiggis leat nuogis guohtuneatnamat ja guohtuma geavahit vai biologalaš máŋggalágánvuohta seailluhuvvo.
smj: Stuorra hásstálus boatsojäládussaj boahtteájgen le nuoges guohtomednama ja guohtomav tjuottjodit vaj biologalasj moattegärddásasjvuohta bisoduvvá.
